import myPhoto from "../images/access/myPhoto.jpg";
import course from "../images/access/course.jpg";

export const person = {
    name: "Владимир Гринько",
    profession: "Frontend Developer",
    sity: "Санкт-Петербург",
    experience: 14,
    photo: myPhoto,
    info: "Привет! Меня зовут Владимир. На данный момент активно ищу вакансию на должность JavaScript Junior Frontend разработчик. Последние 8.5 лет работаю оператором станков с ЧПУ в Оборонной промышленности, достиг самого высшего разряда. В 2020 году начал интересоваться программированием и понял, что хочу сделать свой интерес основной деятельностью. Освоив самостоятельно базу JavaScript, продолжил профессиональное обучение и стажировку в Result School. Я пунктуальный, ответственный, целеустремленный человек, очень ценю развитие. Моими сильными сторонами являются: аккуратность; «здоровый» перфекционизм; внимательность; высокая обучаемость и высокая работоспособность; коммуникабельность; усидчивость и спокойный характер. Поэтому у меня в приоритете - программирование, к которому питаю бескрайний интерес.",
    intent: "В будущем вижу себя профессионалом в IT сфере, работающим с такими же единомышленниками, которые получают огромное удовольствие от разработки, моя цель - стать Senior разработчиком, помогать бизнесу зарабатывать деньги и автоматизировать различные процессы. Всегда готов освоить новые технологии и применить их в проекте.",
    schooling: "Высшее",
    languages: "Английский А2, Немецкий А2",
    courses: "SoloLearn, Result School",
    diplom: course,
    team: "Командный игрок - считаю, что поистине мощное и большое приложение один человек не сможет сделать, а вот команда разработчиков способна на многое. И в принципе всегда считал, что хороший сервис – это всегда про команду, а не про одного человека."
};
